/* No comment provided by engineer. */
"Fail to load guest list" = "加載賓客列表失敗";
"Last Updated: %@"= "最後更新：%@";
"Release to refresh..."="鬆開立即更新..";
"Pull down to refresh..."="下拉即可更新...";
"Loading..."="加载中...";
"Pull up to load more..."="上拉即可獲取更多...";
"Release to load more..."="鬆開獲取更多...";
"Result refreshed"="結果已更新";